Repository: griosprojectportfolio/Rondogo
Catalog: *.lproj/Localizable.strings
Languages: he

source: Register
he: הרשמה

source: Treasure Hunt
he: אוצר היסט)ו(רי

source: Night Star
he: כוכב לערב אחד

# MISSIONN_POSSIBLE
source: Mission Possible
he: אקשן. המשימה... אפשרית!

source: Cops And Robbers
he: שוטרים וגנבים

source: Your Race
he: במרוץ שלכם

source: TimeLess Ropes
he: חֶבֶל על הזמן

source: Admin Panel
he: פנל ניהול

source: Upload
he: העלאה

source: Preview
he: תצוגה מקדימה

source: Settings
he: הגדרות

source: Choose Language
he: בחר את השפה

source: Ticket Booking
he: הזמנת כרטיסים

# ALL_MEDIA
source: Media
he: כל המדיה

source: Ok
he: אוקי

source: Alert
he: התראה

# CAMERA_NOT_AVAILABLE
source: Camera Not Available in Device
he: מצלמה לא זמינה בהתקן

# UPLOAD_ON_SERVER
source: Upload To Server
he: להעלות לשרת

source: User Name
he: שם משתמש

source: Password
he: סיסמא

source: Sign In
he: כניסה

source: LogIn With FaceBook
he: התחבר עם פייסבוק

source: Sign Up
he: הירשם

source: Forgot Password
he: שכחת את סיסמא

source: First Name
he: שם פרטים

source: Last Name
he: שם משפחה

source: Email
he: דוא

source: Contact Number
he: צור קשר עם מספר

source: Confirm Password
he: אשר סיסמא

source: SignUp With FaceBook
he: הרשמה דרך פייסבוק

source: Update
he: עדכון

source: Application Languages
he: שפות יישום

source: Sync App
he: סנכרון אפליקציה

source: Set Auto Sync Duration
he: להגדיר משך סנכרון האוטומטי

source: Update Profile
he: עדכון פרופיל

source: Sign Out
he: התנתק

source: English
he: אנגלית

source: Hebrew
he: עברית

source: Upload Video
he: העלאת וידאו

source: Upload Image
he: טעינת תמונה

source: Upload Pdf
he: ההעלאה PDF

source: Capture Image
he: לכידת תמונה

source: Capture Video
he: לכידת וידאו

source: Cancel
he: לבטל

source: There is no data for english.
he: אין נתונים לאנגלית.

source: There is no data for hebrew.
he: אין נתונים לעברית.

# user_not_login
source: Please login first.
he: בבקשה התחבר קודם.
